
export const TELEGRAM_MESSAGES = {
	unauthorized: 'Ты не авторизован!',
	telegramAlreadyConnected: 'Ты уже авторизован в боте!',
	invalidToken: 'Ваша ссылка для авторизации неверная! Запросите новую ссылку для авторизации у администратора!',
	tokenExpired: 'Ваша ссылка для авторизации просрочена! Запросите новую ссылку для авторизации у администратора!',
	welcomeUnauthorized: 'Добро пожаловать в бот! \n\n Для того чтобы продолжить, вам необходимо авторизоваться. \n\n Для этого вам необходимо запросить ссылку для авторизации у администратора.',
	adminWelcome: 'Добро пожаловать в бот! Администратор!',
	welcomeAuthorized: 'Добро пожаловать! Вы успешно авторизовались в боте!',
}